// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "파일 업로드";
kUploadingTitleStringKey = "업로드 중…";
kUploadingReceiveResponseTitleStringKey = "응답을 수신 중…";

// Errors
kFileOpenError = "파일 %@을(를) 열 수 없습니다.";
kFileOpenErrorExplanation = "이 파일은 손상되었거나 다른 위치로 옮겨졌거나 이름이 변경되었거나 삭제되었을 수 있습니다. 파일 위치를 확인하거나 다른 파일을 선택하고 다시 시도하십시오.";
kPrintChannelOpenError = "프린터 채널을 열 수 없습니다.";
kPrintChannelOpenErrorExplanation = "프린터의 연결 및 전원 상태를 확인한 뒤 다시 시도하십시오.";
kSendDataError = "데이터를 프린터로 전송할 수 없습니다.";
kSendDataErrorExplanation = "프린터의 연결 및 전원 상태를 확인한 뒤 다시 시도하십시오.";

HSDDescriptionField = "파일을 선택한 뒤 프린터로 전송하십시오. 이 작업 결과는 전송하는 컨텐츠에 따라 다릅니다.";
HSDFilePathLabel = "파일명:";
HSDFilePathField = "<선택되지 않았음>";
HSDChooseButton = "선택…";
HSDGetResponseButton = "장치의 응답을 표시";
HSDUploadButton = "업로드";

HSDProgressTitle = "업로드 중…";
HSDCancelButton = "취소";

HSDCloseButton = "닫기";
